/* Alert info: To show the icon again, simply launch Spotifree from Dock or Finder */
"ALERT_HIDE_ICON_INFO" = "To show the icon again, simply launch Spotifree from Dock or Finder";

/* Alert info: If you want to make the app truly invisible, we suggest also allowing it to launch at login */
"ALERT_HIDE_ICON_LAUNCH_AT_LOGIN_INFO" = "If you want to make the app truly invisible, we suggest also allowing it to launch at login";

/* Alert: Spotify not found */
"ALERT_SPOTIFY_NOT_FOUND" = "Spotify not found";

/* Alert info: Try again after installing Spotify\n(Preferably to \"/Applications/Spotify.app\") */
"ALERT_SPOTIFY_NOT_FOUND_INFO" = "Try again after installing Spotify\n(Preferably to \"/Applications/Spotify.app\")";

/* Alert: Spotify restart required */
"ALERT_SPOTIFY_RESTART" = "Spotify restart required";

/* Button: I'll do it myself */
"ALERT_SPOTIFY_RESTART_BY_MYSELF_BUTTON" = "I'll do it myself";

/* Alert info: Sorry to interrupt, but your Spotify app must be restarted to work with Spotifree. You can do it now or later, manually, if you'd rather enjoy that last McDonald's ad. */
"ALERT_SPOTIFY_RESTART_INFO" = "Sorry to interrupt, but your Spotify app must be restarted to work with Spotifree. You can do it now or later, manually, if you'd rather enjoy that last McDonald's ad.";

/* General: Cancel */
"CANCEL" = "Cancel";

/* Menu: About */
"MENU_ABOUT" = "About";

/* Spotify state: Active */
"MENU_ACTIVE" = "Active";

/* Menu: Donate */
"MENU_DONATE" = "Donate";

/* Menu: Hide Icon */
"MENU_HIDE_ICON" = "Hide Icon";

/* Spotify state: Muting Ad */
"MENU_MUTING_AD" = "Muting Ad";

/* Spotify state: Inactive */
"MENU_NOT_POLLING" = "Inactive";

/* Menu: Notifications */
"MENU_NOTIFICATIONS" = "Notifications";

/* Spotify state: Polling */
"MENU_POLLING" = "Polling";

/* Menu: Quit */
"MENU_QUIT" = "Quit";

/* Menu: Run At Login */
"MENU_RUN_AT_LOGIN" = "Run At Login";

/* Menu: Updates */
"MENU_UPDATES" = "Updates";

/* Menu: Check Automatically */
"MENU_UPDATES_CHECK_AUTOMATICALLY" = "Check Automatically";

/* Menu: Check For Updates... */
"MENU_UPDATES_CHECK_FOR_UPDATES" = "Check For Updates...";

/* Menu: Download automatically */
"MENU_UPDATES_DOWNLOAD_AUTOMATICALLY" = "Download automatically";

/* Notification: A Spotify ad was detected! Music will be back in about %i seconds... */
"NOTIFICATION_AD_DETECTED" = "A Spotify ad was detected! Music will be back in about %i seconds...";

/* General: OK */
"OK" = "OK";

